[{"Topic": "Aditya Birla Group plans branded jewellery foray", "Describe": "The jewellery business remains largely unorganised in India. Among branded players, Titan's flagship jewellery brand Tanishq leads others by a wide margin. Other brands under Titan group's jewellery portfolio include Mia, Zoya and CaratLane. As of September this year, Titan had 488 jewellery stores in India across its portfolio of brands. Other large jewellery players like Kalyan Jewellers, Joyalukkas Group and Malabar Gold & Diamonds have all reported strong revival of demand for jewellery, amid positive consumer sentiment after two years of pandemic-induced stress.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/aditya-birla-group-plans-branded-jewellery-foray/articleshow/95214892.cms", "Time": " 12.13 AM ", "Date": "01 Nov, 2022"}, {"Topic": "Malabar becomes 1st Indian jeweller to import 25 kg gold from UAE under CEPA", "Describe": "In May 2022, Malabar Gold and Diamonds became one of the first beneficiaries of India-UAE CEPA when it received the permission to export jewellery from India to the UAE with tax concessions. Under the agreement, the UAE government has waived the five percent import duty into the UAE. The CEPA between India and the UAE came into effect on May 1, 2022 after Union Commerce and Industry Minister Piyush Goyal and UAE Minister of Economy Abdulla bin Touq Al Marri signed the agreement in Delhi in February 2022.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/malabar-becomes-1st-indian-jeweller-to-import-25kg-gold-to-uae-under-cepa/articleshow/95146865.cms", "Time": " 01.14 AM ", "Date": "29 Oct, 2022"}, {"Topic": "Lab-grown diamond emerges from the shadows of natural diamonds", "Describe": "One of the incentives that the government had brought in is that it has permitted 100 per cent foreign direct investment (FDI) in the sector under the automatic route. Further, according to Budget 2019-20, the GST rate has been reduced from 18 per cent to 5 per cent. The year 2019, particularly, was the year for lab-grown diamonds.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/lab-grown-diamond-emerges-from-the-shadows-of-natural-diamonds/articleshow/95063826.cms", "Time": " 03.26 PM ", "Date": "24 Oct, 2022"}, {"Topic": "Gold, jewellery glitter as Dhanteras witnesses robust sales this year", "Describe": "Dhanteras is regarded as the most auspicious day in the Hindu calendar for buying items like precious metals, utensils and other valuables. Many people also buy vehicles.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/gold-jewellery-glitter-as-dhanteras-witnesses-robust-sales-this-year/articleshow/95053786.cms", "Time": " 09.27 PM ", "Date": "23 Oct, 2022"}, {"Topic": "Around Rs 40,000 cr of business expected during 2-days of Dhanteras: CAIT", "Describe": " Around Rs 40,000 crores of business  is expected on two days festival of Dhanteras, CAIT national president B C Bhartia said in a statement. All India Jewellers and Goldsmith Federation national president Pankaj Arora said there is great enthusiasm among jewellery traders across the country regarding the sale of Dhanteras on Saturday and Sunday, for which the industry has made elaborate preparations.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/around-rs-40000-cr-of-business-expected-during-2-days-of-dhanteras-cait/articleshow/95031615.cms", "Time": " 04.06 PM ", "Date": "22 Oct, 2022"}, {"Topic": "Jewellers expect footfalls to increase during Dhanteras", "Describe": "Jewellers are expecting the footfalls to increase during Dhanteras, spread over two days of the weekend, with consumers getting in to markets. Dhanteras, which marks the first day of Diwali in India, is considered an auspicious occasion to buy gold and silver as part of Hindu festivities.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/jewellers-expect-footfalls-to-increase-during-dhanteras/articleshow/95028799.cms", "Time": " 01.51 PM ", "Date": "22 Oct, 2022"}, {"Topic": "Inflation to impact gold buying this Dhanteras: World Gold Council", "Describe": " Unlike the Diwali season of 2021, this season may not have the advantage of pent-up demand or savings from muted wedding celebrations fuelling higher gold purchase. Having said that, this is a busy buying season, and with gold being a valuable hedge against inflation, any further price declines in the coming weeks could result in a surge in demand,  said Somasundaram PR, regional CEO, India, WGC.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/bumper-dhanteras-could-clock-rs-12000-crore-business-world-gold-council/articleshow/95009798.cms", "Time": " 03.44 PM ", "Date": "21 Oct, 2022"}, {"Topic": "Corporate Radar: TCS shares to trade ex-dividend; Suven rights issue and more", "Describe": "Maharashtra Seamless' board will also consider and approve stock split and bonus share issuance. Brightcom Group s board will consider other business matters, while the board of Arrow Greentech will meet for the preferential issue of shares. Star Housing Finance's board will meet for results, bonus shares and stock split. ANG Lifesciences, on the other hand, will meet for the preferential issue of shares, while Ajooni Biotech will meet for fundraising.", "source_url": "/markets/stocks/news/corporate-radar-tcs-shares-to-trade-ex-dividend-suven-rights-issue-and-more/articleshow/94905370.cms", "Time": " 08.22 AM ", "Date": "17 Oct, 2022"}, {"Topic": "Q2 results this week: ACC, RIL, Asian Paints, Network18, Axis Bank and more", "Describe": "ACC, Can Fin Homes, Heidelberg Cement, Indowind Energy, Jindal Drilling & Industries, Bank of Maharashtra, Maharashtra Seamless, Oriental Hotels, Pioneer Distilleries, PVR, RPG Life Sciences, Tanfac Industries, Tata Coffee, Tata Metaliks, Thangamayil Jewellery, Elixir Capital, Spandana Sphoorty, Craftsman Automation and Choice International, among others.", "source_url": "/markets/stocks/earnings/q2-results-this-week-acc-ril-asian-paints-network18-axis-bank-and-more/articleshow/94891091.cms", "Time": " 09.57 AM ", "Date": "16 Oct, 2022"}, {"Topic": "Titan to launch women bags branded IRTH on Monday, aims to lead the segment in five years", "Describe": "Titan managing director CK Venkataraman said his company saw a huge potential in the women s bags category and hence was exploring the opportunity. The brand, he said, represented his company s understanding of women consumers and their evolving needs.  We are proud to present a brand that is centred on design and functionality. ", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/titan-to-launch-women-bags-branded-irth-on-monday-aims-to-lead-the-segment-in-five-years/articleshow/94889417.cms", "Time": " 08.07 AM ", "Date": "16 Oct, 2022"}, {"Topic": "Malabar Gold & Diamonds to start construction of manufacturing unit in Telangana", "Describe": "The manufacturing facility will roll out a diverse range of jewellery including gold, diamonds, precious gemstones, platinum and uncut diamonds. The facility is equipped with CNC machining, latest technology-enabled chain making machines and laser cut machines in collaboration with industry experts from Italy, USA & Germany.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/malabar-gold-diamonds-to-start-construction-of-manufacturing-unit-in-telangana/articleshow/94882323.cms", "Time": " 05.42 PM ", "Date": "15 Oct, 2022"}, {"Topic": "SafeGold introduces GAINS- a platform to lease individually owned gold", "Describe": "SafeGold estimates that Indian consumers have approximately 8,000 tons of idle gold coins, bars and unused jewellery. Through GAINS, SafeGold aims to mobilise idle gold so as to reduce imports by up to $526 billion at current gold prices over the long run.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/safegold-introduces-gains-a-platform-to-lease-individually-owned-gold/articleshow/94842184.cms", "Time": " 08.20 PM ", "Date": "13 Oct, 2022"}, {"Topic": "Stock Radar: This jewellery scrip could hit fresh highs in October; here s why", "Describe": "The stock, with a market capitalisation of more than Rs 2.3 lakh crore, hit a high of Rs 2,767 on March 21, 2022, but failed to hold on to the momentum. The stock quickly pared gains and hit a 52-week low of Rs 1,827 on July 1, 2022.", "source_url": "/markets/stocks/news/stock-radar-this-jewellery-scrip-could-hit-fresh-highs-in-october-heres-why/articleshow/94788874.cms", "Time": " 07.09 AM ", "Date": "12 Oct, 2022"}, {"Topic": "Taking advantage of loophole, traders importing refined gold as platinum alloy", "Describe": "Nearly 22 tonnes of gold have been imported through this route, industry sources said, adding that it was causing a revenue loss of more than `400 crore for the government. The India Bullion &Jewellers Association (IBJA) has, meanwhile, written to the finance ministry, requesting to change the policy.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/taking-advantage-of-loophole-traders-importing-refined-gold-as-platinum-alloy/articleshow/94462986.cms", "Time": " 11.21 PM ", "Date": "26 Sep, 2022"}, {"Topic": "Trade Minister Piyush Goyal meets stakeholders of lab-grown diamond industry", "Describe": " The sector holds immense potential to further bolster our diamond industry, enabling India to consolidate its stature as the diamond manufacturing hub of the world,  Commerce and Industry Minister Piyush Goyal said in a tweet. Currently, India contributes around 15 per cent to the global production of lab-grown diamonds. Lab-grown diamonds are grown inside a lab using modern technology. It is chemically, physically and optically the same as natural diamonds.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/trade-minister-piyush-goyal-meets-stakeholders-of-lab-grown-diamond-industry/articleshow/93860655.cms", "Time": " 08.24 PM ", "Date": "29 Aug, 2022"}, {"Topic": "Gold jewellery demand in India likely to dip in Q2 and Q3 of FY2023", "Describe": "While demand is likely to contract by 8% YoY in Q2 FY2023, the contraction is expected to be higher at 15% in Q3 FY2022 due to the extraordinarily high base of Q3 FY2022, following the post-pandemic reopening of the economy and the substantially high demand in the wedding and festive seasons in FY2022.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/jewellery-demand-in-india-to-contract-in-q2-and-q3-of-fy2023-due-to-hike-in-import-duty-on-gold-high-volatility-in-prices-etc/articleshow/93588480.cms", "Time": " 02.01 PM ", "Date": "16 Aug, 2022"}, {"Topic": "Corporate Radar: Bata India to turn ex-dividend; Adani Enterprises, Britannia Q1 results; AGMs and more", "Describe": "Shares of Saven Technologies (Re 1 per share), Symphony (Rs 2 per share) and Rites (Rs 4 per share) had announced their interim dividends while shares of Pudumjee Paper Products (Re 0.2 per share) and Bata India (Rs 50.5 per share) had announced their special dividends.", "source_url": "/markets/stocks/news/corporate-radar-bata-india-to-turn-ex-dividend-adani-enterprises-britannia-q1-results-agms-and-more/articleshow/93336092.cms", "Time": " 08.38 AM ", "Date": "04 Aug, 2022"}, {"Topic": "Exporters explore ways to absorb rupee shock amid high global inflation", "Describe": "Jewellery exporters are opting to manufacture light weight ornaments while engineering goods manufacturers are scouting for cheaper Indian coal and coke. Carpet exporters are exploring ways to mix imported and local dyes to cushion the impact of expensive imports.", "source_url": "/news/economy/foreign-trade/exporters-explore-ways-to-absorb-rupee-shock-amid-high-global-inflation/articleshow/93195617.cms", "Time": " 05.12 PM ", "Date": "29 Jul, 2022"}, {"Topic": "Higher customs duty to hit gold jewellery demand this fiscal: Report.", "Describe": "According to the report, the customs duty hike is likely to lead to higher gold prices for end consumers and may curtail demand in terms of volume, which is likely to fall by 5 per cent this fiscal to 550 tonnes. In the year-ago period, the same stood at 580 tonnes.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/higher-customs-duty-to-hit-gold-jewellery-demand-this-fiscal-report-/articleshow/93004661.cms", "Time": " 04.10 PM ", "Date": "20 Jul, 2022"}, {"Topic": "Hike in import duty on gold to fuel smuggling; review decision: Industry bodies", "Describe": "All India Gem and Jewellery Domestic Council (GJC) Chairman Ashish Pethe said:  The sudden hike in gold import duty has taken us by surprise. We understand the government's situation as regards the Indian Rupee versus the US Dollar. But this hike will put the entire industry in a spot and may encourage smuggling .", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/hike-in-import-duty-on-gold-to-fuel-smuggling-review-decision-industry-bodies/articleshow/92602694.cms", "Time": " 08.07 PM ", "Date": "01 Jul, 2022"}, {"Topic": "Rural gold demand dips as spend on farm inputs rises", "Describe": " Rural demand is down 25% in June as farmers are busy in sowing kharif crop and buying seeds and other agricultural inputs. July will also be similar. The demand will return in August during Ganesh Chaturthi,  said Ashish Pethe, chairman, All India Gem & Jewellery Domestic Council.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/rural-gold-demand-dips-as-spend-on-farm-inputs-rises/articleshow/92500271.cms", "Time": " 12.39 AM ", "Date": "28 Jun, 2022"}, {"Topic": "Ukraine war robs India's 'Diamond City' of its sparkle", "Describe": "Russian mining giants like Alrosa traditionally accounted for over a third of India's rough diamonds, but supply has all but stopped because of Western sanctions.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/ukraine-war-robs-indias-diamond-city-of-its-sparkle/articleshow/92465911.cms", "Time": " 08.39 AM ", "Date": "26 Jun, 2022"}, {"Topic": "Gems, jewellery exports surge 20% to Rs 25,365 cr in May: GJEPC", "Describe": "Gold jewellery exports (plain and studded jewellery) in May jumped 50.11 per cent to Rs 5,273.40 crore (USD 681.47 million), compared to Rs 3,513.08 crore (USD 479.54 million) in May 2021, according to the data. Silver jewellery exports during April-May 2022 witnessed a decline of 6.63 per cent to Rs 3,728.84 crore (USD 485.41 million), compared to Rs 3,993.64 crore (USD 540.19 million) during April-May 2021.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/gems-jewellery-exports-surge-20-pc-to-rs-25365-cr-in-may-gjepc/articleshow/92304870.cms", "Time": " 06.42 PM ", "Date": "18 Jun, 2022"}, {"Topic": "Malabar Gold & Diamonds to invest Rs 9,860 crore over next three years", "Describe": "Malabar Gold & Diamonds has been doubling down on its investments in recent times to ramp up its `Make in India, Market to the World  initiative. The jewellery retailer is planning to open 500 new showrooms by 2025. This will create employment opportunities for approximately 11,000 people.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/malabar-gold-diamonds-to-invest-rs-9860-crore-over-next-three-years/articleshow/92103563.cms", "Time": " 03.12 PM ", "Date": "09 Jun, 2022"}, {"Topic": "No Russian rocks! US companies want cast in stone guarantee", "Describe": "The diamond cutting and polishing hub of Surat, in Gujarat, is the world's largest centre for processing diamonds. It sources rough diamonds from Russia and South Africa. The US is a major buyer of diamonds processed in India, accounting for nearly 50% of the country's export of diamonds and diamond jewellery.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/no-russian-rocks-us-companies-want-cast-in-stone-guarantee/articleshow/91797142.cms", "Time": " 11.52 PM ", "Date": "25 May, 2022"}, {"Topic": "Akshaya Tritiya gold sales top pre-Covid level by 25-30%", "Describe": "In the pre-Covid 2019, total gold sales of 22 tonnes were recorded on Akshaya Tritiya, a day in the Hindu calendar when it is considered auspicious to buy gold and gold jewellery.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/akshaya-tritiya-gold-sales-top-pre-covid-level-by-25-30/articleshow/91294803.cms", "Time": " 11.42 PM ", "Date": "03 May, 2022"}, {"Topic": "Gold jewellery demand in India to grow 11% this fiscal: ICRA", "Describe": "Within the jewellery retail industry, revenues of organised retailers are likely to grow at a higher pace by 14%, backed by their aggressive store expansion plans and a gradual shift from the unorganised segment towards the organised one.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/gold-jewellery-demand-in-india-to-grow-11-this-fiscal-icra-ratings/articleshow/91259722.cms", "Time": " 04.23 PM ", "Date": "02 May, 2022"}, {"Topic": "Jewellers expect sales during Akshaya Tritiya to surpass 2019 level", "Describe": "With general sentiment boosted by easing of Covid restrictions, economic growth coupled with inflationary expectations should support higher in-store gold buying during this festive season, though price volatility will act as a headwind, he noted.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/jewellers-expect-sales-during-akshaya-tritiya-to-surpass-2019-level/articleshow/91236824.cms", "Time": " 06.21 PM ", "Date": "01 May, 2022"}, {"Topic": "Gross exports of gem & jewellery in FY21-22 stood at US$ 39.15 billion", "Describe": "In the month of March 2022, the overall gross exports of gems & jewellery stood at US$ 3393.29 million (Rs. 25872.83 crores), showing a decline of 0.46% in dollar terms (grew 4.33% in rupee term) as compared to US$ 3409.07 million (Rs. 24798.33 crores) for the same period in FY 2020-21.", "source_url": "/industry/cons-products/fashion-/-cosmetics-/-jewellery/gross-exports-of-gem-jewellery-in-fy21-22-stood-at-us-39-15-billion/articleshow/90983565.cms", "Time": " 06.40 PM ", "Date": "21 Apr, 2022"}]