[{"Title": "Gucci High Jewelry คอลเล็กชันเครื่องประดับชั้นสูงในชื่อ Hortus Deliciarum ดีไซน์โดย Alessandro Michele", "Date": "15 ตุลาคม 2022", "Detail": "Gucci เป็นหนึ่งในลักชัวรีแบรนด์ชื่อดังระดับแถวหน้าของวงการแฟชั่น ที่มีไลน์สินค้ามากมายที่ไม่ได้อยู่เพียงแค่เสื้อผ้า กระเป๋า แอ็กเซสซอรี และรองเท้าเท่านั้น โดยสำหรับคอลเล็กชันเครื่องประดับชั้นสูง หรือที่เรียกว่า High Jewelry ก็เป็นอีกหนึ่งไลน์ที่ทาง Gucci โฟกัสเป็นอย่างมากตั้งแต่ปี 2019 เพื่อให้เป็นอีกหนึ่งมิติของแบรนด์ และเจาะตลาดลูกค้ากลุ่ม Ultra ..."}, {"Title": "Dior เปิดตัวอาณาจักรเครื่องสำอางแห่งใหม่ใหญ่กว่าเดิม รวมครบทั้ง Fragrance, Skincare, Makeup, Spa และมุม Fashion Jewelry", "Date": "17 มิถุนายน 2022", "Detail": "เปิดตัวอย่างเป็นทางการแล้วสำหรับเคาน์เตอร์แห่งใหม่ของ Dior ที่มาพร้อมกับอาณาจักรความงามที่กว้างใหญ่กว่าเดิมมากๆ เคาน์เตอร์แห่งใหม่นี้ตั้งอยู่ใจกลางสยามพารากอน โดยมีวิวัฒนาการการออกแบบที่เน้นย้ำถึงความสำเร็จของแนวคิดการออกแบบของบูติกในครั้งก่อน ที่ออกแบบให้มีแถบยาวโอบล้อมไปทั่วร้าน และรวบรวมพื้นที่ทั้งหมดให้เป็นหนึ่งเดียวกัน โดยมีทั้ง Dior Fragrance..."}, {"Title": "TASTE: Flints คาเฟ่เปิดใหม่ที่ได้รับแรงบันดาลใจจากหินและพลอยธรรมชาติของ Rock Me Jewelry", "Date": "11 ตุลาคม 2021", "Detail": "ในตรอกเล็กๆ ริมถนนดินสอที่รถขับเข้าไปไม่ถึงอย่างตรอกตึกดินนั้นมีคาเฟ่เปิดใหม่ซ่อนอยู่ คาเฟ่นี้ชื่อว่า Flints เป็นคาเฟ่สีขาวเรียบง่าย ตกแต่งด้วยวัตถุดิบธรรมชาติอย่างไม้ หิน กรวด และต้นไม้นานาชนิด และที่สำคัญคือเมนูขนมและเครื่องดื่มของร้านนี้ไม่มีอะไรที่ธรรมดาเลย\n \nบรรยากาศร้าน\n \nบรรยากาศร้าน\n \nบรรยากาศร้าน\n \r..."}, {"Title": "Louis Vuitton กับการบุกตลาดสินค้าเครื่องประดับชั้นสูง High Jewelry พร้อมครอบครองเพชรใหญ่สุดอันดับ 2 และ 7 ของโลก", "Date": "15 ธันวาคม 2020", "Detail": "หากพูดถึงแบรนด์ลักชัวรีอันดับหนึ่งของโลกอย่าง Louis Vuitton ที่มีมูลค่าสูงถึง 4.72 หมื่นล้านดอลลาร์ จากการคาดการณ์ของนิตยสาร Forbes แล้ว เชื่อได้ว่าสินค้าที่หลายคนอาจนึกถึงก่อนในใจก็มีทั้ง หีบเก็บของ (Trunk) ที่เป็นสินค้าจุดเริ่มต้นของแบรนด์, รองเท้าสนีกเกอร์รุ่น Archlight ที่ดีไซน์โดย Nicolas Ghesquière จนถึงบรรดากระเป๋าหนังลายโมโนแกรมรุ่นไอคอนิกต..."}, {"Title": "การเดินทางครั้งใหม่ของ PRIMA เอาใจคนรักแฟชั่นที่เชื่อในความล้ำค่าของเครื่องประดับทองคำ [ADVERTORIAL]", "Date": "19 ตุลาคม 2022", "Detail": "ศิลปะชั้นสูงของทองคำบริสุทธิ์ 99.9% รังสรรค์โดยช่างศิลป์ผู้เชี่ยวชาญ การแทงลายเส้นไหม (Silk Line) และขัดเงา สามสิ่งนี้น่าจะนิยามตัวตนของแบรนด์ ‘PRIMA GOLD’ ได้อย่างชัดเจนที่สุด \n \nบริษัท แพรนด้า จิวเวลรี่ จำกัด (มหาชน) ซึ่งเป็นผู้ผลิตและส่งออกเครื่องประดับอัญมณีชั้นนำของโลก ได้เปิดตัว บริษัท พรีม่าโกลด์ อินเตอร์เนชั่นแนล จำกัด หรือเ..."}, {"Title": "Kate Middleton และ Meghan Markle สวมชุดของดีไซเนอร์อังกฤษเข้าร่วมพระราชพิธีพระบรมศพควีนเอลิซาเบธที่ 2", "Date": "20 กันยายน 2022", "Detail": "เมื่อวันจันทร์ที่ผ่านมา (19 กันยายน) ในพระราชพิธีพระบรมศพของสมเด็จพระราชินีนาถเอลิซาเบธที่ 2 ที่เกิดขึ้นในมหาวิหารเวสต์มินสเตอร์แอบบีย์ใจกลางกรุงลอนดอน Catherine Middleton เจ้าหญิงแห่งเวลส์ และ Meghan Markle ดัชเชสแห่งซัสเซ็กซ์ได้เลือกใส่ชุดสีดำไว้ทุกข์จากดีไซเนอร์ชาวอังกฤษ พร้อมกับเครื่องประดับชิ้นสำคัญของราชวงศ์\n \nทางฝั่งของ Kate Middl..."}, {"Title": "หุ้นเด่นจากเฮดจ์ฟันด์พังไม่เป็นท่า หลังตลาดเผชิญปัจจัยลบรุมเร้า", "Date": "8 กันยายน 2022", "Detail": "จากความเห็นของบรรดาผู้จัดการ กองทุนเฮดจ์ฟันด์ ต่างๆ ที่ให้ความเห็นเกี่ยวกับโอกาสลงทุนในหุ้นเด่นที่พวกเขาสนใจ ในช่วงระหว่างงานสัมมนาด้านการลงทุนอย่าง Sohn Hong Kong เมื่อปี 2021 ผ่านมาถึงปัจจุบันพบว่าความเห็นส่วนใหญ่กลับไม่เป็นไปอย่างที่คาดคิด\n \nอย่างคำแนะนำของ Rashmi Kwatra ผู้จัดการกองทุน Sixteenth Street Capital แนะนำหุ้นเทคโนโลยียักษ์..."}, {"Title": "Beyoncé กลับมาขึ้นแคมเปญให้ Tiffany & Co. ในชื่อ Lose Yourself in Love", "Date": "5 กันยายน 2022", "Detail": "หลังจากปีที่แล้ว Beyoncé และ Jay-Z ประกาศร่วมงานกับแบรนด์เครื่องประดับอย่าง Tiffany & Co. พร้อมขึ้นแคมเปญโฆษณาร่วมกัน แต่ในปี 2022 นี้ Beyoncé กลับมาฉายเดี่ยวในแคมเปญชุดใหม่ที่มีชื่อว่า Lose Yourself in Love ที่มีกลิ่นอายของอัลบั้มชุดใหม่อย่าง Renaissance\n \nการร่วมงานครั้งนี้ Beyoncé ยังคงร่วมงานกับ Mason Poole ช่างภาพที่ถ่ายแคมเปญชุ..."}, {"Title": "เยี่ยมชม Dior Rose Gallery ที่จำลองจากบ้านและสวนของมิสเตอร์ดิออร์ พร้อมเปิดตัว Dior Prestige La Crème ครั้งแรกในไทย", "Date": "2 กันยายน 2022", "Detail": "แบรนด์เครื่องสำอาง Dior จัดงานสุดยิ่งใหญ่แห่งปี โดยเนรมิต Dior Rose Gallery ที่จำลองมาจากบ้านและสวนของมิสเตอร์คริสเตียน ดิออร์ ณ เมือง Granville นอร์มองดี มาไว้ที่ Park Hyatt กรุงเทพฯ ทำให้ทั่วทั้งงานอบอวลไปด้วยดอกกุหลาบสีชมพูแสนสวยที่มาพร้อมกลิ่นหอมอันเป็นเสน่ห์เฉพาะในแบบฉบับของ Dior พร้อมกันนี้ยังเปิดตัวผลิตภัณฑ์ใหม่ล่าสุด Dior Prestige La Crème ..."}, {"Title": "Bulgari เตรียมเปิดตัวซีรีส์สารคดี Inside the Dream พร้อมฉายผ่าน Prime Video วันที่ 13 กันยายนนี้", "Date": "2 กันยายน 2022", "Detail": "ซีรีส์สารคดีที่ว่าด้วยเรื่องราวเบื้องหลังการทำงานของแบรนด์ Bulgari กำลังจะเปิดตัวเป็นครั้งแรกที่เทศกาลภาพยนตร์ Toronto International Film Festival (TIFF) ที่ทางแบรนด์เป็นผู้ร่วมจัดงานในปีนี้ และพร้อมให้คอแฟชั่นทั่วโลกได้รับชมผ่านทาง Prime Video ในวันที่ 13 กันยายน\n \nซีรีส์สารคดีของแบรนด์จิวเวลรี่สุดหรู Bulgari ใช้ชื่อว่า Inside the Dream..."}, {"Title": "ส่อง 5 อันดับเทรนด์ของเทคโนโลยีความงามที่โลกจะต้องหันมามอง", "Date": "29 มิถุนายน 2022", "Detail": "ในงานฟอรัม Global Beauty and Fashion Tech ของ Perfect Corp. ณ กรุงนิวยอร์ก ที่มีการรวบรวมผู้บริหารในอุตสาหกรรมความงามมาร่วมอีเวนต์ใหญ่สุดคึกคัก พร้อมนำเสนอเทคโนโลยีใหม่ๆ ด้านความงาม ไม่ว่าจะเป็นเทคโนโลยีปัญญาประดิษฐ์ (AI) หรือเทคโนโลยีโลกเสมือนผสานโลกความจริง (AR) ที่จะสร้างผลกระทบและสามารถเปลี่ยนแปลงประสบการณ์ผู้บริโภคตั้งแต่นี้ไปถึงอนาคต ซึ่งจากง..."}, {"Title": "Jennie BLACKPINK ร่วมเป็นส่วนหนึ่งของซีรีส์เบื้องหลังคอลเล็กชัน Chanel Métiers d’Art 2021/22", "Date": "23 มิถุนายน 2022", "Detail": "หากมองภาพรวมด้านการทำงานของ Chanel กับเหล่า Global Brand Ambassador ทั่วโลก จะเห็นได้ชัดว่าบทบาทของ Jennie BLACKPINK ได้ทวีคูณในปี 2022 ซึ่งสะท้อนบทบาทและอิทธิพลของเธอที่สามารถช่วยสร้าง Brand Awareness อย่างมหาศาลให้แก่แบรนด์ โดยเฉพาะในกลุ่มคนรุ่นใหม่อย่าง Gen Z ที่ทุกแบรนด์ลักชัวรีโฟกัสมากยิ่งขึ้น\n \nล่าสุด Jennie BLACKPINK ได้มาเป็นส่วน..."}, {"Title": "ตามรอยลุคสวยเลอค่าของ Lisa จากงานเปิดตัว Bulgari คอลเล็กชันใหม่ที่ปารีส", "Date": "7 มิถุนายน 2022", "Detail": "การปรากฏตัวของ Lisa BLACKPINK ในการร่วมงานเปิดตัว Bulgari คอลเล็กชันใหม่ที่ปารีส กลายเป็นข่าวดังที่ยึดพื้นที่สื่อแฟชั่นและความงามทั่วโลกในทันที ซึ่งครั้งนี้ Lisa มาพร้อมกับความโดดเด่นของรูปร่างเพรียวบางที่สวมใส่ชุดสวยโทนสีเหลืองแบรนด์สัญชาติเกาหลี Pinkong (รายงานจากอัปเดตของ THE STANDARD POP ที่นี่) และ Lisa ได้สวมใส่เครื่องประดับทั้งหมดจากแบรนด์ B..."}, {"Title": "Lisa BLACKPINK, Anne Hathaway และ Priyanka Chopra ร่วมงานเปิดตัวคอลเล็กชันใหม่ของ Bulgari ที่ปารีส", "Date": "7 มิถุนายน 2022", "Detail": "ในช่วง 2-3 สัปดาห์นี้หลายแบรนด์ลักชัวรีชื่อดังของโลกต่างก็พากันเผยคอลเล็กชันเครื่องประดับชั้นสูง (High Jewelry) ประจำปี 2022 ของตัวเอง ซึ่งล่าสุดเมื่อคืนที่ผ่านมาทาง Bulgari ได้จัดงานเปิดตัวคอลเล็กชันใหม่ในชื่อ Eden The Garden of Wonders ณ สถานฑูตอิตาลีประจำกรุงปารีส ซึ่งมีสาม Global Brand Ambassador หลักอย่าง Lisa BLACKPINK, Anne Hathaway และ Priy..."}, {"Title": "Thássia Naves อินฟลูเอนเซอร์ชื่อดังใส่เครื่องประดับแบรนด์ไทย Matara บนพรมแดง Cannes Film Festival 2022", "Date": "23 พฤษภาคม 2022", "Detail": "เสน่ห์อย่างหนึ่งของพรมแดงงานเทศกาลภาพยนตร์เมืองคานส์คือการได้ชมลุคชุดราตรี พร้อมกับการแนะนำเครื่องประดับสวยๆ จากแบรนด์น้อยใหญ่ที่แขกคนสำคัญใส่มาร่วมงาน และหนึ่งในนั้นคือแบรนด์เครื่องประดับจากประเทศไทย ชื่อว่ามธรา (Matara) ที่ Thássia Naves อินฟลูเอนเซอร์ชาวบราซิลเลือกใส่ไปปรากฏตัวช่วงพรมแดงของงานเทศกาลครั้งที่ที่ 75 ที่ Palais des Festivals &n..."}, {"Title": "Bella Hadid รับตำแหน่งแบรนด์แอมบาสเดอร์คนใหม่ของ Swarovski", "Date": "6 พฤษภาคม 2022", "Detail": "Swarovski แบรนด์เครื่องประดับและคริสตัลจากออสเตรียได้คว้าตัวซูเปอร์โมเดลแห่งยุคอย่าง Bella Hadid มาเป็นแบรนด์แอมบาสเดอร์คนใหม่ พร้อมกับถ่ายแคมเปญล่าสุดที่เต็มไปด้วยสีสันของคริสตัลหลากสี\n \nโดยภาพแคมเปญเปิดตัวนี้เป็นผลงานของ Mert Alas และ Marcus Piggott ช่างภาพคู่หูที่เคยถ่ายแคมเปญกับ Bella มานับไม่ถ้วน ซึ่งเผยให้เห็นนางแบบวัย 25 ปีในชุดแล..."}, {"Title": "G-Dragon, ประเทศโมนาโก, ยุค Y2K! สรุปโชว์ Chanel Cruise 2022/23", "Date": "6 พฤษภาคม 2022", "Detail": "ย้อนกลับไปเมื่อปี 2020 ทาง Bruno Pavlovsky ประธานแบรนด์ Chanel ได้ย้ำชัดว่า แม้โลกกำลังจะเผเชิญกับสถานการณ์โควิดที่ส่งผลกระทบหลายภาคส่วนของวงการแฟชั่น แต่ทาง Chanel ก็จะยังคงยึดมั่นในการปล่อยจำนวนคอลเล็กชันเท่าเดิมและจะกลับมาจัดแฟชั่นโชว์อย่างยิ่งใหญ่ เพราะเป็นสูตรความสำเร็จด้านการตลาดและสร้าง Brand Awarness ที่เห็นผลลัพธ์ที่ดีเสมอมา ซึ่ง 2 ปีหลังจ..."}, {"Title": "Gucci เปิดแฟลกชิปสโตร์โฉมใหม่ ณ ห้าง The Emporium บนพื้นที่กว่า 408 ตารางเมตร", "Date": "23 เมษายน 2022", "Detail": "Gucci เปิดแฟลกชิปสโตร์โฉมใหม่ ณ ห้าง The Emporium บนพื้นที่ 408 ตารางเมตร ที่เพียบพร้อมไปด้วยสินค้าตั้งแต่เสื้อผ้าสำเร็จรูป (Ready-to-Wear) กระเป๋า รองเท้า เครื่องประดับและแอ็กเซสซอรี และสินค้าตกแต่งบ้าน Gucci Décor\n \nในส่วนของดีเทลการตกแต่งร้าน ทาง Alessandro Michele ครีเอทีฟไดเร็กเตอร์และทีมของ Gucci ได้เลือกผสมผสานหลากหลายหินอ่อนเป็นห..."}, {"Title": "การคว่ำบาตรรัสเซียกำลังทำให้ราคาเพชรปรับตัวสูงขึ้น", "Date": "12 มีนาคม 2022", "Detail": "สงครามระหว่างรัสเซีย-ยูเครนส่งผลกระทบต่อเศรษฐกิจทั่วโลก และมาตรการคว่ำบาตรรัสเซียก็ทำให้สินค้าส่งออกสำคัญของรัสเซียกำลังขาดแคลน นั่นก็คือ เพชร เพราะรัสเซียคือผู้ผลิตเพชรดิบราว 28% ของโลก โดย 90% มาจาก Alrosa บริษัทที่รัฐบาลรัสเซียถือหุ้นใหญ่ตามข้อมูลของกระทรวงการคลังสหรัฐฯ\n \nจากรายงานของ Bain & Company และ Antwerp World Diamond Centr..."}, {"Title": "ภาพเอ็กซ์คลูซีฟเบื้องหลังการถ่ายทำหนังเรื่อง Spencer ที่ Chanel มาทำเสื้อผ้าให้ Kristen Stewart สวมใส่", "Date": "19 มกราคม 2022", "Detail": "ตั้งแต่ Kristen Stewart (คริสเตน สจวร์ต) ได้รับเลือกให้มาเป็น Global Brand Ambassador ของ Chanel เมื่อปี 2013 ความสัมพันธ์ของเธอและแบรนด์ลักชัวรีสัญชาติฝรั่งเศสก็ถือว่างดงาม ลึกซึ้ง มีชั้นเชิง และไม่ได้เป็นการร่วมงานแค่ให้เธอมาชมแฟชั่นโชว์ ขึ้นแคมเปญ และใส่ชุดบนพรมแดงอย่างเดียว แต่ทาง Chanel ก็ได้ช่วยสมทบทุนและรังสรรค์ชุดเสื้อผ้าที่เธอสวมใส่ในภาพนต..."}, {"Title": "Chanel ปล่อยภาพลุคบุ๊กคอลเล็กชัน Coco Crush 2022 ที่ได้ Jennie BLACKPINK มาเป็นพรีเซนเตอร์", "Date": "10 มกราคม 2022", "Detail": "หลังจากที่ Chanel ได้ประกาศช่วงปลายปีที่แล้วว่า Jennie Kim แห่งวง BLACKPINK และ Global Brand Ambassador ของแบรนด์มาตั้งแต่ปี 2017 ได้ถูกรับเลือกให้เป็นพรีเซนเตอร์ของคอลเล็กชันเครื่องประดับ Fine Jewelry อย่าง Coco Crush 2022 ล่าสุดทาง Chanel ปล่อยภาพลุคบุ๊กฉบับเต็มออกมาให้ชมกันแล้ว\n \nภาพลุคบุ๊กในครั้งนี้ถ่ายทำที่กรุงปารีส โดยได้ช่างภาพแฟช..."}, {"Title": "Elizabeth Debicki ที่จะรับบทเจ้าหญิงไดอานาใน The Crown ซีซันใหม่ ขึ้นแท่นพรีเซนเตอร์ฝั่งจิวเวลรีของ Dior", "Date": "9 ธันวาคม 2021", "Detail": "Elizabeth Debicki (เอลิซาเบธ เดบิกกี) นักแสดงหญิงชาวออสเตรเลีย ผู้รับบทเจ้าหญิงไดอานาในซีรีส์หัวแก้วหัวแหวนของ Netflix อย่าง The Crown ขึ้นแท่นพรีเซนเตอร์ฝั่งจิวเวลรีของ Dior คนล่าสุด\n \nในภาพแคมเปญชุดแรกที่ Dior ปล่อยออกมา เผยให้เห็นเครื่องประดับคอลเล็กชันใหม่ที่เป็นผลงานการออกแบบของ Victoire de Castellane ครีเอทีฟไดเรกเตอร์ฝั่งจิวเวลรีข..."}, {"Title": "Chanel Métiers d’Art 2021/22 แฟชั่นโชว์พิเศษส่งท้ายปี ณ กรุงปารีส ที่ได้ แจน ใบบุญ มาเดินอีกครั้ง", "Date": "8 ธันวาคม 2021", "Detail": "ไม่ว่าโลกแฟชั่นจะดูคลั่งกับเรื่องราวของ Metaverse และ NFT ไปหมดช่วงนี้ แต่สำหรับ Chanel แล้ว ทางแบรนด์ลักชัวรีระดับตำนานของฝรั่งเศสก็ขอยังยึดมั่นคำสัญญาและเดินหน้ากับหลักสูตรเดิมในการจัดแฟชั่นโชว์ส่งท้ายปลายปีกับคอลเล็กชัน Métiers d’Art ที่เป็นการยกย่องงานฝีมือขั้นเทพของเหล่าบรรดา Artisans ที่อยู่เวิร์กช็อปต่างๆ ภายใต้กลุ่ม Paraffection ของแบรนด์&n..."}, {"Title": "สำรวจทรงผมของพระเอก จางกียง ทรงไหนถูกใจคุณที่สุด", "Date": "3 ธันวาคม 2021", "Detail": "จางกียง หนึ่งในพระเอกชาวเกาหลีใต้อีกคนที่เป็นทั้งนายแบบและนักแสดง หลังจากที่เขาปรากฏตัวในฐานะนักแสดงรับเชิญผ่านบทบาทที่หลากหลายนับตั้งแต่เดบิวต์เมื่อปี 2014 ในที่สุดเขาก็ได้แจ้งเกิดเต็มตัวเมื่อเรื่อง Search: WWW (2019) ออนแอร์ หลายคนเห็นความเปลี่ยนแปลงของลุคพระเอกที่มีเสน่ห์มากขึ้น เมื่อเทียบกับเรื่อง Come and Hug Me (2018) ที่เขาได้รับบทนำเป็นครั้..."}, {"Title": "Hermès ยังคงครองอันดับ 1 แบรนด์ที่คุ้มค่าสุดในการขายต่อกระเป๋า", "Date": "25 ตุลาคม 2021", "Detail": "จากรายงานประจำปีที่มีชื่อว่า Clair Report ของแพลตฟอร์มขายกระเป๋าแบรนด์เนมมือสองจากนิวยอร์กอย่าง Rebag พบว่า กระเป๋าของ Hermès ยังคงครองอันดับ 1 แบรนด์ที่คุ้มค่าในการขายต่อมากที่สุดติดต่อเป็นปีที่ 2\n \nจากการเก็บข้อมูลเฉพาะบนแพลนตฟอร์มตั้งแต่เดือนกรกฎาคม 2020 จนถึงเดือนกรกฎาคม 2021 แบรนด์เครื่องหนังถุงสีส้มยังคงตอกย้ำความเป็นที่สุดของสินค้..."}, {"Title": "Cartier แต่งตั้ง Gong Li เป็น Global Brand Ambassador คนใหม่", "Date": "22 กันยายน 2021", "Detail": "แบรนด์เครื่องประดับและนาฬิกาชื่อดัง Cartier ประกาศแต่งตั้ง กงลี่ นักแสดงชาวจีน ขึ้นเป็นแอมบาสเดอร์ระดับโลกประจำคอลเล็กชันเครื่องประดับไฮจิวเวลรีของแบรนด์คนล่าสุด ซึ่งเธอจะทำหน้าที่ร่วมงานอีเวนต์และปรากฏตัวในวาระสำคัญต่างๆ ของแบรนด์เครื่องประดับสัญชาติฝรั่งเศส\n \nกงลี่กล่าวถึงความรู้สึกที่มีต่อการร่วมงานครั้งนี้ว่า “Cartier เป็นผู้สนับสนุน..."}, {"Title": "เบื้องหลังความรุ่งโรจน์ท่ามกลางวิกฤตของ RAVIPA แบรนด์จิวเวลรีไทย สู่การเป็นเบอร์ 1 ในธุรกิจ และเบอร์ 1 ยอดขายในทุก E-Commerce [Advertorial]", "Date": "7 กันยายน 2021", "Detail": "ย้อนกลับไปวันแรกที่ สา-ธนิสา วีระศักดิ์ศรี เจ้าของแบรด์ RAVIPA (ระวิภา) เข้า Instragram พิมพ์ชื่อ ‘ravipajewelry’ และเปลี่ยนบัญชีให้เป็นโหมดธุรกิจ จนถึงวันนี้ที่ยอดฟอลโลเวอร์กำลังแตะหลักแสน จากธุรกิจออนไลน์ขยายตัวสู่ออฟไลน์ เปิด 9 สาขาภายใน 1 ปี เป็นแบรนด์ไทยดีไซเนอร์ประเภทจิวเวลรีแบรนด์แรกและแบรนด์เดียวที่สร้างปรากฏการณ์บน E-Commerce คว้า Top Sell..."}, {"Title": "Tiffany & Co. ปล่อยภาพแคมเปญล่าสุดที่ได้ Beyonce และ Jay-Z มาเป็นพรีเซนเตอร์", "Date": "24 สิงหาคม 2021", "Detail": "ถ้าจะให้พูดถึงคู่รักสมัยใหม่ แน่นแฟ้น และทรงอิทธิพลที่สุด ทั้งในแง่ของแฟชั่น ดนตรี และวัฒนธรรม ก็คงหนีไม่พ้นสองสามีภรรยาจากบ้าน Carters ซึ่งหลังจากที่มีข่าวว่าทั้ง Beyoncé และ Jay-Z ได้รับเลือกให้เป็นพรีเซนเตอร์คนใหม่ของ Tiffany & Co. ไปเมื่อต้นเดือนที่ผ่านมา ล่าสุดแบรนด์เครื่องประดับสัญชาติอเมริกันได้ปล่อยภาพและวิดีโอชุดใหม่ พร้อมกับชุดเครื่อง..."}, {"Title": "เส้นทาง Tiffany & Co. จากเงินลงทุนเริ่มต้น 1,000 ดอลลาร์ สู่แบรนด์เครื่องประดับระดับโลก", "Date": "24 กรกฎาคม 2021", "Detail": "ถ้าพูดถึงแบรนด์เครื่องประดับอเมริกันที่โด่งดังไปทั่วโลกจากการปรากฏอยู่ในป๊อปคัลเจอร์ ทั้งหนัง เพลง และซีรีส์ เป็นต้องนึกถึง Tiffany & Co. เพราะแบรนด์นี้เคยเป็นทั้งชื่อหนังคลาสสิกจากปี 1961 เรื่อง Breakfast at Tiffany’s และมักจะถูกพูดถึงบ่อยๆในซีรีส์ชีวิตสาวนิวยอร์กในยุค 2000 อย่าง Sex and the City รวมทั้งปรากฏชื่อในเพลงอีกหลายเพลง \nย้..."}, {"Title": "3 สมาคมด้านการเงินของจีน ออกแถลงการณ์สั่งแบนการใช้คริปโตฯ ชี้มีความเสี่ยงสูง เป็นอันตรายต่อเศรษฐกิจ ขณะมูลค่าตลาดใหญ่เกือบเท่าทองคำ", "Date": "19 พฤษภาคม 2021", "Detail": "ในขณะที่สถานะและมูลค่าของตลาดคริปโตเคอร์เรนซีได้รับการยอมรับจากฝั่งตะวันตก แต่สำหรับจีนแล้วอาจไม่เป็นเช่นนั้น โดยเว็บไซต์ Global Times รายงานว่า 3 สมาคมด้านอุตสาหกรรมการเงินของจีน ประกอบด้วย สมาคมการเงินอินเทอร์เน็ตแห่งชาติจีน (National Internet Finance Association of China), สมาคมธนาคารจีน (China Banking Association) และสมาคมด้านการชำระเงินและหักบ..."}, {"Title": "‘พลุ’ เสียงและแสงแห่งแรงบันดาลใจ สู่ชุดราตรีประจำประเทศไทย ในการประกวด Miss Universe 2020", "Date": "15 พฤษภาคม 2021", "Detail": "หลังการประกวดรอบ Preliminary เสร็จสิ้นไปเป็นที่เรียบร้อย แฟนนางงามชาวไทยคงได้เห็นชุด Evening Gown ที่ อแมนด้า-ชาลิสา ออบดัม สวมใส่ โดยก่อนหน้านี้มีการคาดเดากันไปต่างๆ นานาว่าชุดที่เธอจะเลือกสวมใส่นั้นมาจากแบรนด์ใด และมีรายละเอียด รวมถึงดีไซน์ของชุดว่าเป็นอย่างไร \n \n \nสำหรับ ‘Fireworks Embellished Two-Piece Gown’ ชุด ..."}, {"Title": "มุ่งสู่ความยั่งยืนเต็มตัว Pandora เล็งหันมาใช้ ‘เพชรสังเคราะห์’ แทน ‘เพชรแท้จากเหมือง’ ด้วยเหตุผลด้านสิ่งแวดล้อม ราคาจับต้องได้", "Date": "5 พฤษภาคม 2021", "Detail": "เป็นอีกแบรนด์ที่กำลังพาตัวเองมุ่งเข้าสู่เทรนด์ธุรกิจเพื่อความยั่งยืนอย่างเต็มตัว สำหรับ Pandora ผู้ผลิตเครื่องประดับชื่อดังที่สร้างชื่อจากผลิตภัณฑ์ในกลุ่มสร้อยข้อมือแบบชาร์ม เมื่อพวกเขาได้ออกมาเปิดเผยว่า กำลังอยู่ในระหว่างการพัฒนาแล็บทดลองสำหรับเพชรสังเคราะห์โดยเฉพาะ (Lab-Grown Gems) เพื่อให้สามารถเข้าถึงผู้ใช้งาน ลูกค้าในกลุ่มที่หลากหลาย ทั้งยังเป..."}, {"Title": "‘คุณชายอดัม’ เผยไทม์ไลน์อย่างละเอียดหลังจากข่าวติดโควิด-19 จากน้องที่ไปเที่ยวทองหล่อ", "Date": "11 เมษายน 2021", "Detail": "หลังจากวานนี้ (10 เมษายน) คุณชายอดัม-หม่อมราชวงศ์เฉลิมชาตรี ยุคล ผู้กำกับภาพยนตร์ และเป็นบุตรชายของหม่อมเจ้าชาตรีเฉลิม ยุคล ได้โพสต์ผ่านเฟซบุ๊กส่วนตัวว่า ‘ติดเชื้อโควิด-19’ โดยมีข้อความว่า “ผลตรวจโควิด-19 ผมเป็น Positive นะครับ น่าจะติดจากน้องที่ไปทองหล่อมาอีกทีครับ” ล่าสุดในเวลาต่อมา คุณชายอดัมได้แจ้งไทม์ไลน์การใช้ชีวิตอย่างละเอียดดังต่อไปนี้&nbsp..."}, {"Title": "โครงการพัฒนานักออกแบบไทย Designers’ Room & Talent Thai เริ่มรับสมัครนักออกแบบประจำปี 2021 แล้ววันนี้ถึง 1 เม.ย. นี้", "Date": "8 มีนาคม 2021", "Detail": "ปี 2021 ถือเป็นปีที่ 19 แล้วสำหรับโครงการ Designers’ Room & Talent Thai โครงการที่จัดขึ้นอย่างต่อเนื่องโดยสํานักส่งเสริมนวัตกรรมและสร้างมูลค่าเพิ่มเพื่อการค้า กรมส่งเสริมการค้าระหว่างประเทศ (DITP) เพื่อจัดอบรม ส่งเสริม และผลักดันนักออกแบบไทยให้มีศักยภาพผลงานสู่ตลาดโลก ซึ่งในปีนี้กิจกรรมจะถูกจัดขึ้นภายใต้คอนเซปต์ ‘Maximize Diversity Shift Creati..."}, {"Title": "การลงทุนบนความคลาสสิกของ Cartier แบรนด์หรูที่มีมากว่า 174 ปี", "Date": "28 กุมภาพันธ์ 2021", "Detail": "มูลค่าของสินค้าหรูหราไม่ได้อยู่แค่ที่ราคาวัสดุที่ใช้ ไม่ว่าจะเป็นเพชร พลอย หรือทองคำ แต่อยู่ใน ‘แบรนด์’ ของสินค้านั้นๆ ด้วย โดยเฉพาะนาฬิกาและจิวเวลรี ถ้าเป็นแบรนด์ที่ขึ้นชื่อว่า ‘คลาสสิก’ มูลค่าก็จะสูงขึ้นเมื่อเวลาผ่านไป \n \nCartier เป็นหนึ่งในชื่อที่คุ้นหูของนักสะสมมาตลอด 174 ปี เริ่มต้นจากร้านจิวเวลรีเล็กๆ ในกรุงปารีส ก่อตั้งโดย หล..."}, {"Title": "Siam Discovery เปิดโซน Her Lab พื้นที่สำหรับผู้หญิงทุกสไตล์ ให้ค้นหาความงาม คอมพลีตลุคในแบบของคุณ [ADVERTORIAL]", "Date": "19 ธันวาคม 2020", "Detail": "สยามดิสคัฟเวอรี่ เปิดพื้นที่พร้อมให้คุณผู้หญิงมาเติมเต็มตัวตนของตัวเองผ่านแฟชั่นและความงามแบบไร้ข้อจำกัด เพื่อบ่งบอกความเป็นตัวตนที่มีเอกลักษณ์เฉพาะที่โซน ‘Her Lab’ ชั้น G สยามดิสคัฟเวอรี่ ดิเอ็กซ์พลอราทอเรี่ยม\n \n \nHer Lab คือ ห้องทดลองบนสเปซขนาดใหญ่ ที่จัดสรรพื้นที่ให้คุณผู้หญิงได้เปิดโลกแห่งการค้นพบ ทั้งแรงบันดาลใจ ความเป็น..."}, {"Title": "ฉลองครบรอบ 1 ปี เดบิวต์สเตจของ 4 หนุ่ม TRINITY ผ่านบทเพลงล่าสุด 5:59 (Five – Fifty Nine) ก่อนชมมิวสิกวิดีโอพร้อมกัน 24 กันยายนนี้", "Date": "17 กันยายน 2020", "Detail": "เป็นเวลาร่วม 1 ปีเต็มที่ TRINITY ศิลปินบอยกรุ๊ปจากค่าย 4NOLOGUE ได้ก้าวเข้าสู่วงการดนตรีไทย และปลุกกระแสของวงการ T-Pop ให้กลับมาคึกคักอีกครั้ง โดยเฉพาะมิวสิกวิดีโอ Haters Got Nothing เพลงเดบิวต์ของพวกเขาที่มียอดผู้เข้าชมทะลุ 1 ล้านวิวภายในเวลาเพียง 18 ชั่วโมง (ปัจจุบันมียอดผู้เข้าชมประมาณ 6.5 ล้านวิว)\n \nหลังจากที่สถานการณ์โควิด-19 ทำให้เ..."}, {"Title": "ASMR | สะกดศัพท์ไปกับสายลม (Windy V.)", "Date": "16 พฤษภาคม 2020", "Detail": "https://www.youtube.com/embed/t8-G3cOS78A\n \n#คำนี้ดี สลีปปี้ ในค่ำคืนนี้ เอาใจรีเควสต์จำนวนมากที่อยากให้สะกดแต่ละคำให้ฟังด้วย เราจึงเลือกศัพท์ประเภทที่ฟังแต่เสียงอาจนึกไม่ออกว่าเขียนอย่างไรมาฝาก ส่วนเรื่องของแอมเบียนซ์ เป็นเสียงลมพายุเบาๆ เคล้าเม็ดฝนเป็นช่วงๆ ฟังแล้วง่วงดีจัง\n \nคำศัพท์ในเอพิโสดนี้\n \nacne (n) สิว\nai..."}, {"Title": "รายชื่อผู้ถูกเสนอเข้าชิง Thailand Zocial Awards 2020", "Date": "7 กุมภาพันธ์ 2020", "Detail": "การจัดงาน Thailand Zocial Awards 2020 มีการแจกรางวัลทั้งหมด 192 รางวัล โดยในแต่ละกลุ่มรางวัลมีรายชื่อผู้ถูกเสนอชื่อเข้าชิงดังต่อไปนี้ \n \n \nรางวัลแบรนด์ที่ทำผลงานบนโซเชียลมีเดียยอดเยี่ยมตามกลุ่มธุรกิจ (Best Brand Performance on Social Media) แบ่งตามกลุ่มธุรกิจทั้งหมด 81 รางวัล ประกอบด้วย\n \n1.1 กลุ่มธุรกิจสาย..."}, {"Title": "Louis Vuitton ซื้อเพชรเม็ดที่ใหญ่ที่สุดอันดับ 2 ของโลก 1,758 กะรัต", "Date": "20 มกราคม 2020", "Detail": "Louis Vuitton แบรนด์แฟชั่นยักษ์ใหญ่ ได้เข้าซื้อเพชรดิบขนาดใหญ่ที่สุดเป็นอันดับ 2 ของโลกจากบริษัทเหมืองเพชรจากแคนาดาอย่าง Lucara Diamond Corporation เพื่อนำมาเจียระไนเป็นเครื่องประดับของแบรนด์ \n \nเพชรดิบเม็ดนี้มีชื่อว่า Sewelo ซึ่งมีความหมายว่าหายากในภาษาสวานา มีขนาดถึง 1,758 กะรัต หรือประมาณหนึ่งอุ้งมือ ถูกค้นพบเมื่อเดือนเมษายนปีที่..."}, {"Title": "ร้านทองออโรร่า ช่วยเหลือเหยื่อเหตุชิงทรัพย์ทุกราย ส่งเสียลูกพนักงานที่เสียชีวิตจนจบ ป.ตรี", "Date": "12 มกราคม 2020", "Detail": "เมื่อวานนี้ (11 มกราคม) ทางเพจ Facebook ‘Aurora Gold and Jewelry’ ออกมาโพสต์ข้อความเกี่ยวกับเหตุการณ์สุดเศร้านี้อีกครั้ง โดยระบุว่า ขอแสดงความเสียใจต่อครอบครัวของผู้เสียชีวิตและบาดเจ็บ โดยจะดำเนินการช่วยเหลือทุกอย่างอย่างเต็มความสามารถ \n \nพร้อมระบุรายละเอียดการช่วยเหลือ-เยียวยาเบื้องต้นแก่ครอบครัวพนักงานผู้เสียชีวิต พนักงานที่ได้รับ..."}, {"Title": "คอนเฟิร์มแล้ว! LVMH เข้าซื้อกิจการ Tiffany & Co. ด้วยมูลค่า 1.62 หมื่นล้านดอลลาร์", "Date": "26 พฤศจิกายน 2019", "Detail": "LVMH บริษัทยักษ์ใหญ่ เจ้าของแบรนด์แฟชั่นและสินค้าลักชัวรีที่ใหญ่ที่สุดในโลกอย่าง Louis Vuitton, Dior, Hennessy และอีกมากมายเข้าซื้อกิจการแบรนด์จิวเวลรีที่ใหญ่ที่สุดในสหรัฐอเมริกาอย่าง Tiffany & Co. ด้วยมูลค่าสูงถึง 1.62 หมื่นล้านดอลลาร์สหรัฐ หรือราวๆ 4.90 แสนล้านบาทไทย ซึ่งนับว่าเป็นการซื้อกิจการที่มีมูลค่าสูงที่สุดของ LVMH\n \nจากการร..."}, {"Title": "LVMH คอนเฟิร์มข่าวลือ กำลังอยู่ในขั้นตอนเจรจาเพื่อซื้อกิจการ Tiffany & Co. ที่มีมูลค่าสูงถึง 1.45 หมื่นล้านดอลลาร์", "Date": "29 ตุลาคม 2019", "Detail": "การแข่งขันเพื่อชิงความเป็นหนึ่งของธุรกิจตลาดลักชัวรีดูเหมือนจะคุกรุ่นอยู่ตลอดเวลาและมีการซื้อขายกิจการเป็นว่าเล่น ล่าสุดบริษัทลักชัวรีเบอร์หนึ่งของโลกอย่าง LVMH ได้ประกาศออกมาแล้วว่าสนใจและอยู่ในขั้นตอนการเจรจาเบื้องต้นเพื่อจะซื้อกิจการเครื่องประดับ Tiffany & Co. ที่ก่อตั้งเมื่อปี 1837 โดย ชาร์ลส์ ลูอิส ทิฟฟานี่ ซึ่งปัจจุบันมีมูลค่าสูงถึง 1.45 ..."}, {"Title": "เช็กลุคปังบนพรมแดงในงาน Grammy Awards 2019 ครั้งที่ 61", "Date": "11 กุมภาพันธ์ 2019", "Detail": "งานประกาศรางวัล Grammy Awards ครั้งที่ 61 เริ่มต้นขึ้นแล้ว ณ Staples Center นครลอสแอนเจลิส และที่จับตามองทันทีก็เมื่อศิลปินก้าวเท้าลงบนพรมแดงในชุดสุดปัง ไม่ว่าจะเป็น Lady Gaga, Dua Lipa, Jennifer Lopez และ Katy Perry โดยหลายคนเลือกสวมใส่ชุดเรียบและหรูหรา เน้นแมตทีเรียลล้อไฟอย่างผ้าเมทัลลิกและการปักประดับคริสตัล ดูโดดเด่นเจิดจรัสในงาน\n \nD..."}, {"Title": "Golden Globes 2019: Red Carpet Fashion", "Date": "7 มกราคม 2019", "Detail": "ในที่สุดงานประกาศลูกโลกทองคำปี 2019 ก็มาถึง นอกจากรางวัลที่ทุกคนเฝ้ารอลุ้นแล้ว ยังมีความงามของเหล่าเซเลบริตี้บนพรมแดงที่ก้าวเท้าเข้างานกันอย่างสง่างามด้วยชุดที่เหมาะสมกับตัวเอง อีกทั้งปีนี้ก็ยังคงมีการสนับสนุน Time's Up องค์กรช่วยเหลือหญิงชายที่ถูกล่วงละเมิดทางเพศ โดยผู้ร่วมงานหลายคนสวมใส่กำไลข้อมือ และริบบิ้นสีขาว-ดำ เพื่อแสดงสัญลักษณ์ อาทิ Rachel..."}, {"Title": "Style Wrap-Up ความเคลื่อนไหวในวงการแฟชั่น กับโปรเจกต์ใหม่ๆ ที่น่าจับตามอง", "Date": "2 ธันวาคม 2018", "Detail": "https://www.youtube.com/watch?v=9zy7R-DvJeo&feature=youtu.be\n \nWell-deserved Award\nหนึ่งในดีไซเนอร์ที่สำคัญสุดในประวัติศาสตร์แฟชั่นอย่าง มิวเซีย ปราด้า จะได้รับรางวัลอันทรงเกียรติ Outstanding Achievement Award ที่งาน The Fashion Awards ในลอนดอน ของหน่วยงาน British Fashion Council ที่จะจัดขึ้นในวันที่ 10 ธันวาคม..."}, {"Title": "‘กระแสเกาหลีจะยังอยู่อีกนานไหม?’ กลยุทธ์ความคลั่งไคล้กระแสป๊อปคัลเจอร์ของเกาหลีที่อยู่กับสังคมไทยมานานเกือบ 2 ทศวรรษ", "Date": "14 พฤศจิกายน 2018", "Detail": "เมื่อผมกลับมาจากงาน Seoul Fashion Week Spring/Summer 2019 ฤดูกาลล่าสุด มีหนึ่งคำถามยอดฮิตจากบทสนทนาบนโต๊ะอาหารที่ว่า “กระแสเกาหลีจะยังอยู่อีกนานไหม” เป็นคำถามที่ผมและเชื่อว่าใครอีกหลายๆ คนคงได้ยินมาตลอดตั้งแต่เริ่มสนใจโลกบันเทิงแดนโสม และเริ่มโฟกัสกระแสความคลั่งไคล้ในเรื่องราวของวัฒนธรรมสมัยนิยม หรือที่เรารู้จักกันในนามป๊อปคัลเจอร์ของประเทศนี้\n..."}, {"Title": "THE STANDARD Calendar: กิน ดื่ม เที่ยว กิจกรรมน่าทำระหว่างวันที่ 8-14 กันยายน 2561", "Date": "6 กันยายน 2018", "Detail": "เข้าสู่สัปดาห์ที่ 2 ของเดือนกันยายน ภายในสัปดาห์นี้ยังมีสิ่งที่รอให้คุณออกไปพบเจออยู่ เตรียมร่างกายให้พร้อมแล้วออกไปลุยกันเลย\n \n \n62nd Bangkok Gems & Jewelry Fair 2018\nWhat: คนรักของแกลมขอเชิญที่งานแฟร์ครั้งใหญ่ Bangkok Gems & Jewelry Fair ที่มีหลายโซน ประกอบไปด้วย The New Faces นำเสนอสินค้าจากผู้ประกอบการรายเล็ก The N..."}, {"Title": "อัญมณียุคใหม่ที่ไม่ได้เป็นเพียงเครื่องประดับล้ำค่า แต่เป็นสิ่งที่ใครก็ซื้อใส่เองได้โดยไม่ต้องรอวันสำคัญ [Advertorial]", "Date": "21 สิงหาคม 2018", "Detail": "ผู้คนในปัจจุบันนี้รู้จักแต่งตัวมากขึ้น แฟชั่นจึงเป็นเรื่องสนุกสำหรับคนยุคนี้ในการสร้างสรรค์ลุคในชีวิตประจำวัน จับกางเกงตัวโน้นมาแมตช์กับเสื้อตัวนี้ เหมาะกับทรงผมแบบนี้ และสิ่งที่ช่วยเติมเต็มลุคให้ดูสมบูรณ์แบบและเสริมบุคลิกให้เราดูดีขึ้น นั่นก็คือการใส่เครื่องประดับ\n \nดังนั้นเครื่องประดับจึงผสมผสานอยู่ในไลฟ์สไตล์ของคนในปัจจุบันได้อย่างลงต..."}, {"Title": "Omega กว่าศตวรรษกับนาฬิกาที่เคียงข้างความงามบนข้อมือผู้หญิง [Advertorial]", "Date": "2 กรกฎาคม 2018", "Detail": "นาฬิกา ‘โอเมก้า’ (Omega) เป็นแบรนด์คลาสสิกมายาวนาน และมีภาพจำเสมือนเป็นนาฬิกาสำหรับผู้ชายด้วยดีไซน์ที่เรียบเท่ แต่แท้จริงแล้วโอเมก้าผลิต ‘นาฬิกาสำหรับผู้หญิง’ ตั้งแต่ช่วงก่อตั้งจนหลอมรวมอยู่ในหน้าประวัติศาสตร์ของ\nแบรนด์มาถึงทุกวันนี้\n \nTHE STANDARD ขอพาคุณร่วมเดินทางไปย้อนรอยระหว่างความเรียบหรูของ ‘โอเมก้า’ กับความงดงามของ ‘ผู้หญิง’\n..."}, {"Title": "สยาม สถานีรถไฟฟ้าที่รวมของขวัญมากมายไว้ พร้อมเสิร์ฟทุกอย่างที่คุณต้องการ [Advertorial]", "Date": "19 ธันวาคม 2017", "Detail": "เตรียมพร้อมสำหรับของขวัญสุดพิเศษในช่วงเทศกาลส่งท้ายปีกันหรือยัง ถ้ายังก็ควรรีบหน่อย เพราะเหลือเวลาเตรียมตัวกันไม่มากแล้ว ไหนจะต้องคิดว่าจะซื้ออะไรเป็นของขวัญ ไหนจะต้องเดินตามหาของที่ถูกใจอีกตั้งหลายที่ คงจะต้องใช้เวลากันนานพอดู แต่ทุกสิ่งอย่างจะสะดวกสบายมากขึ้น เพราะ THE STANDARD จะมาแนะนำการหาของขวัญให้จบได้เพียงแค่ระยะหนึ่งสถานีรถไฟ..."}]